alacritty
base-devel
bash
bash-completion
btop
fastfetch
firefox
git
go
neovim
lazygit
keepassxc
lutris
man-db
man-pages
noto-fonts
nvidia
nvidia-settings
nvidia-utils
postgresql
ripgrep
rsync
solaar
sudo
tree
ttf-jetbrains-mono-nerd
ufw
yt-dlp
